[
    
        {
        
        },
    
        {
            "news1": "QuantumCore Systems Unveils AI Chip That Reduces Energy Consumption by 70%!",
            "news2": "NeonByte Technologies Secures $5 Billion Contract for Government Cybersecurity Infrastructure!",
            "news3": "HyperNova Systems Faces Widespread Outages Affecting Global Clients",
            "news4": "SkyNet Robotics' Autonomous Warehouse Drones Cut Logistics Costs by 50%!"
        },
        {
            "news1": "Titan Sportswear Recalls 1 Million Jerseys Due to Defective Material!",
            "news2": "ProBall Equipment's Next-Gen Basketball With AI Sensors Becomes a Market Sensation!",
            "news3": "StrikeForce Sports Enters the eSports Market with High-Tech Gaming Gear!",
            "news4": "Zenith Motors' New EV Model Offers 700-Mile Range, Disrupting the Auto Market!"
        },
        {
            "news1": "Orion AutoTech Unveils Hydrogen-Powered Car with 1-Minute Refueling Time!",
            "news2": "VoltEdge Motors' Self-Driving Feature Malfunctions, Leading to Multiple Accidents",
            "news3": "TitanX Automobiles Breaks EV Sales Record in 2025, Overtaking Traditional Carmakers!",
            "news4": "StellarBank Launches AI-Based Fraud Detection System, Boosting Security!"
        },
        {
            "news1": "EverTrust Financial's Digital Banking App Surpasses 100 Million Users!",
            "news2": "NovaCapital Holdings Faces Investigation Over Alleged Money Laundering Scandal!",
            "news3": "QuantumPay Partners with E-Commerce Giants to Expand Digital Wallet Services!",
            "news4": "SwiftCart's 10-Minute Grocery Delivery Service Expands to 50 New Cities!"
        },
        {
            "news1": "NeoWear Fashion's Smart Clothing Line Gains Popularity Among Celebrities!",
            "news2": "HorizonMart Accused of Selling Counterfeit Products, Facing Legal Action!",
            "news3": "BuySmart Retail Launches AI-Powered Shopping Assistant, Revolutionizing Online Shopping!",
            "news4": "BioVanta Pharmaceuticals' New Cancer Drug Shows 90% Success Rate in Trials!"
        },
        {
            "news1": "MedexGen Labs' FDA Rejects New Painkiller Over Safety Concerns!",
            "news2": "NeuroSyn Biotech's Gene Therapy Faces Unexpected Side Effects, Leading to Clinical Trial Suspension!",
            "news3": "Genova Health Develops AI-Based Early Disease Detection System, Reducing Diagnosis Time!",
            "news4": "HorizonTech Innovations Announces Breakthrough in Quantum Computing, Doubling Processing Speeds!"
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
        {
            "news1":"No News feed to Show :( Stay Tuned!!!",
            "news2":"",
            "news3":"",
            "news4":""
        },
            {
                "news1": "Regulators Investigate QuantumCore Systems for Data Privacy Violations",
                "news2": "Launch of NeonByte Technologies' AI Assistant Surpasses 50 Million Users in a Week!",
                "news3": "HyperNova Systems Announces Quantum Computing Breakthrough, Attracting Major Investors!",
                "news4": "Labor Unions Protest Against SkyNet Robotics' AI-Driven Job Reductions in Manufacturing Sector"
            },
            {
                "news1": "Titan Sportswear Partners with Global Football League to Boost Brand Visibility!",
                "news2": "ProBall Equipment Faces Competition as Rival Company Launches Cheaper Alternative",
                "news3": "StrikeForce Sports Faces Production Delays Causing Shipment Shortages Before Major Sporting Events",
                "news4": "Regulators Demand Recall Over Software Bug in Zenith Motors' Auto-Pilot System"
            },
            {
                "news1": "Orion AutoTech Expands Production Facilities in Europe to Meet Demand!",
                "news2": "VoltEdge Motors Faces Lawsuit Over Misleading Mileage Claims on EVs",
                "news3": "TitanX Automobiles Introduces New Battery Tech That Cuts Charging Time to Just 5 Minutes!",
                "news4": "StellarBank Faces Major Data Breach Exposing Millions of Customer Accounts!"
            },
            {
                "news1": "EverTrust Financial Reports Record Profits Despite Market Volatility!",
                "news2": "NovaCapital Holdings' Largest Hedge Fund Suffers $5 Billion Loss in a Single Quarter!",
                "news3": "QuantumPay Introduces Zero-Fee International Transactions, Attracting More Users!",
                "news4": "SwiftCart Faces Warehouse Strike, Halting Operations and Causing Major Supply Chain Disruptions!"
            },
            {
                "news1": "NeoWear Fashion Reports Highest Quarterly Revenue Growth Since Its Inception!",
                "news2": "HorizonMart Faces Price Cuts from Competitors, Leading to a Drop in Market Share!",
                "news3": "BuySmart Retail's Partnership with Top Brands Increases Product Variety and Customer Satisfaction!",
                "news4": "BioVanta Pharmaceuticals Faces Scrutiny Over Allegations of Data Manipulation in Drug Trials!"
            },
            {
                "news1": "MedexGen Labs Acquires Cutting-Edge Biotech Startup, Expanding R&D Capabilities!",
                "news2": "NeuroSyn Biotech Faces Ethical Concerns Over Human Testing, Leading to Suspension!",
                "news3": "Genova Health Expands Healthcare Services to Underserved Regions, Boosting Revenue!",
                "news4": "HorizonTech Innovations Announces Breakthrough in Quantum Computing, Doubling Processing Speeds!"
            },
            {
                "news1":"No News feed to Show :( Stay Tuned!!!",
                "news2":"",
                "news3":"",
                "news4":""
            },
            {
                "news1":"No News feed to Show :( Stay Tuned!!!",
                "news2":"",
                "news3":"",
                "news4":""
            }   
]